
/* Contextual menu item for adding a bookmark at a certain location in a sheet. */
"AddBookmark" = "Add Bookmark";

/* Contextual menu item for removing a bookmark at a certain location in a sheet. */
"RemoveBookmark" = "Remove Bookmark";

/* Contextual menu item for splitting the sheet at the current insertion point. */
"SplitHere" = "Split Here";

/* Contextual menu item for adding the current sheet to favorites. */
"AddToFavorites" = "Add to Favorites";

/* Contextual menu item for removing the current sheet from favorites. */
"RemoveFromFavorites" = "Remove from Favorites";

/* Contextual menu for revealing the clicked sheet in its enclosing group. */
"RevealInGroup" = "Reveal in Group";

/* Contextual menu for revealing the clicked sheet in its enclosing Daedalus stack. */
"RevealInStack" = "Reveal in Stack";

/* Contextual menu for revealing the clicked sheet in its enclosing external folder. */
"RevealInFolder" = "Reveal in Folder";


/* Title of "Attach" popup button for adding notes/images/keywords attachment to a sheet. */
"Attach" = "Attach";

/* "Attach" popup button menu item for adding notes/images/keywords attachment to a sheet. */
"Attachment" = "%@…";

/* Contextual menu item for removing a note/image/keywords/goal attachment from a sheet. */
"RemoveAttachment" = "Remove %@";

/* Contextual menu item for editing a note/image/keywords/goal attachment of a sheet. */
"EditAttachment" = "Edit %@…";
